Repository: wp-plugins/beautiful-taxonomy-filters
Catalog: languages/beautiful-taxonomy-filters-*.po
Languages: sv_se

source: Setup settings
sv_se: Grundläggande inställningar

source: Style settings
sv_se: Utseende inställningar

source: Activate for these post types:
sv_se: Aktivera på dessa posttyper

source: Exclude these taxonomies:
sv_se: Exkludera dessa taxonomier:

source: Enable a "Clear all" link:
sv_se: Aktivera en "rensa alla" länk:

source: Disable the active filters heading:
sv_se: Inaktivera rubriken ovanför informationen om aktiva filter:

source: Styling:
sv_se: Stil:

source: Custom CSS Styling:
sv_se: Skräddarsydd CSS

source: How to use Beautiful Taxonomy Filters
sv_se: Hur du använder Beautiful Taxonomy Filters

source: Select which post types you want to use the filtering on.</br> <b>Note:</b> if the post type aren't connected to one or more taxonomies you wont see any results.
sv_se: Välj vilka posttyper du vill använda filtret på.</br><b>Notera:</b> om posttypen inte har kopplats till en eller flera taxonomier händer inget.

source: Exclude any taxonomies you don't want the users to be able to filter on.</br> <b>Note:</b> Only taxonomies that are connected to post types you have selected above will be affected
sv_se: Exkludera de taxonomier du inte vill ska vara filtreringsmöjliga. </br><b>Notera: </b> Bara taxonomier som är kopplade till de posttyper du valt ovan påverkas.

source: Save your changes.
sv_se: Spara ändringarna.

source: <i>success! Your previously ugly taxonomy filtering is now oh so beautiful!</i>
sv_se: <i>Gratulerar! Dina före detta fula filter är nu ack så vackra!</i>

source: To use the provided select dropdown filters. Copy:
sv_se: För att använda den medföljande filtreringskomponenten. Kopiera:

source: and paste it in your
sv_se: och klistra in i din

source: file in your template. It should be placed somewhere above
sv_se: fil i din template. Det bör läggas strax ovanför

source: <b>Note:</b> The layout of archive.php may differ drastically between different themes. We can't help you with the positioning of the function in your theme so please either just try some locations (you can just remove the function again if something breaks) or ask in your themes support forum (if available). Best of luck!
sv_se: <b>Notera:</b> Utseendet av archive.php kan skilja sig åt mellan olika teman. Vi kan inte hjälpa dig mer noggrant med var funktionerna ska ligga i just ditt tema så prova antingen runt lite tills du hittar rätt eller fråga i ditt temas support forum. Lycka till!

source: <b>Note 2:</b> The function will only show a filter if the post type archive is for a post type you've selected in the settings above. So don't worry about filters in the wrong place.
sv_se: <b>Notera 2:</b> Funktionen visas bara om posttyp-arkivet är en posttyp du har valt i inställningarna. Det innebär att du inte behöver oroa dig för att filter ska visas på fel ställen.

source: To show the active filter info. Copy:
sv_se: För att visa information om aktivt filter. Kopiera:

source: to wherever you want the filter info to appear.
sv_se: till var du vill att informationen ska synas.

source: This section lets you control the layout and design of the filter you can use in your archive pages.
sv_se: Här kan du styra utseendet och innehållet i filterkomponenten du använder i dina posttyp-arkiv.

source: All
sv_se: Alla

source: Apply filter
sv_se: Filtrera

source: Click to clear all active filters
sv_se: Klicka för att rensa alla aktiva filter

source: Clear all
sv_se: Rensa alla

source: Active filters
sv_se: Aktiva filter
